{
  "id": "after-the-armistice",
  "chapter": 7,
  "title": "After The\\Armistice",
  "section": [
    {
      "title": "Helping Civilians",
      "text": "After the Armistice, the pace was less hectic and left a little more free time to the Tunnellers for playing rugby and football games. Nevertheless, works continued on a bridge at Pont-sur-Sambre, a village located at about 13--miles to the east of Le Quesnoy, whereas half Company was sent to Maubeuge, 3--miles to the north of Pont-sur-Sambre, for the erection of two new bridges[1](#footnote_1).\\n\\nThe Maubeuge inhabitants waving tricolour flags and Union Jacks warmly welcomed the Tunnellers[2](#footnote_2). Part of the city was built on an island in the middle of the Sambre River. Thus, the Germans had cut off all communications and the islanders were isolated. The only access was a small wooden walkway laid on barrels floating on the river.\\n\\nThe Tunnellers began the erection of the two bridges at 6am on 15--November 1918. The first bridge was 76ft long, rising above the main canal and the second 96ft, connecting the island to the outer gate. While the Tunnellers set to work, numerous refugees who had heard about the construction of the bridges, streamed in the town and waited in front of the banks[3](#footnote_3).\\n\\nThe population of Maubeuge was fascinated by the work of the New Zealanders. Every day, curious onlookers have looked at the Tunnellers raising both bridges on each side of the island. In the evening of 18 November, both bridges were ended. The mayor of the town expressed his deep thanks to the New Zealanders for the speed with which the work was carried out. The municipality even wanted to hand the medal of the town to the Company, but the official thanks will never be organized due to lack of time[4](#footnote_4).\\n\\nThe Company received orders to move to Fayt-le-Franc in Belgium on 20--November. The Company left France, but some men came back at the end of December. The Tunnellers were always employed in the erection of bridges. The rhythm of work relaxed. The New Zealanders were in the habit to not working on Sundays, while the first demobilized left their companions[5](#footnote_5)."
    },
    {
      "title": "A Quick Demobilization",
      "text": "From the signature of the Armistice, the question of the return of the men raised an enormous problem of logistics. Demobilization began with the soldiers who had been first to join and based upon length of service[6](#reference_6). Then, at the beginning of December, married men were also sent back home from all the New Zealand units.\\n\\nThe demobilization of the New Zealand Engineers Tunnelling Company was however an unheard-of case. Although some men were demobilized with the system set up from the end of the war, the Tunnellers were urgently required at home. Indeed, members of the Tunnelling Companies were perceived as a latent working strength, whose mining industries implored the immediate demobilization[7](#reference_7).\\n\\nTo send back the New Zealand Tunnellers as quickly as possible, two important groups of men were demobilized at the end of December 1918[8](#reference_8). The Tunnellers were not enough anymore to be maintained in four sections. The Company was reorganized in a headquarter and two sections, including men enlisted in 1917 in the first group and those joined in 1916 in the second.\\n\\nAfter several months of urgent requests for the return of miners and engineers, the Company was fully demobilized on 22--January 1919. Only the New Zealand Māori Pioneer Battalion had the same return to home as a formed body[9](#reference_9). The trip to New Zealand was still long. In early 1919, the important number of demobilized soldiers made the departures towards New Zealand very difficult to organize.\\n\\nBefore their embarkation, the Tunnellers had to wait at the New Zealand Depot in United Kingdom, located at Larkhill in the Salisbury Plains. The wait became endless. The Tunnellers were busy during the first days of February. They were medically examined and their kit bags were packed from 7--February even though their departure date was not fixed yet. This one was finally announced for 14--March 1919."
    },
    {
      "title": "An Immediate Dissolution",
      "text": "The Company, under the command of Captain Daldy, sailed aboard the Steam Ship Ionic for the final trip home. Most of the Tunnellers left the United Kingdom and Europe for ever. The trip took place without incident. The troopship navigated via the Atlantic Ocean, the Panama Canal before crossing the Pacific Ocean and joining the New Zealand isles.\\n\\nIn the evening of 23--April 1919, the last Tunnellers arrived in the port of Auckland. Such a journey, such war and violence experience, but also such community life left necessarily traces in each of these men.\\n\\nWhile the Tunnellers left little by little their companions to return to their lifes, the military authorities had already made the decision to put an end to the small Company[10](#footnote_10). On 24--April 1919, the New Zealand Engineers Tunnelling Company was dissolved. It had no more utility in an ending conflict. Moreover, the majority of the Tunnellers was quickly expected in their work.\\n\\nMiners, Engineers or Public Work Department labourers could not stay in the Army. Their employers were informed about their return and waited for them with the same impatience as the military authorities during the recruitment of the Company in September 1915. Without men and utility, the Company had not reason any more for being.\\n\\nDissolved so quickly as it was created, the unit knew a short existence and only in wartime. Its sustainability within the regular army was not wished[11](#footnote_11). Even without the Tunnellers, the art of the mining and sapping should be perpetuated. Nevertheless, no particular measure was taken in spite of numerous statements of interest[12](#footnote_12)."
    }
  ],
  "image": [
    {
      "file": "MS2008_45.jpg",
      "title": null,
      "photographer": null,
      "reference": null,
      "alt": "The tunnellers standing for an official photography"
    },
    {
      "file": "IMG_3375.jpg",
      "title": "Bridge n°2 in Maubeuge",
      "photographer": "Photographed by Lieutenant Robert H.P. Ronayne NZE",
      "reference": "MS 2008/45, Auckland War Memorial Museum",
      "alt": "The bridge n°2 in Maubeuge was built by the New Zealand Tunnellers"
    },
    {
      "file": "IMG_3348.jpg",
      "title": "On board the Ionic",
      "photographer": "Photographed by Lieutenant Robert H.P. Ronayne NZE",
      "reference": "MS 2008/45, Auckland War Memorial Museum",
      "alt": "The officer of the New Zealand Tunnelling Company on the bridge of the Steam Ship Ionic on their way back to New Zealand"
    }
  ],
  "next": null,
  "notes": "[1.](#reference_1) The National Archives United Kingdom, WO 95/407, War Diary of the New Zealand Engineers Tunnelling Company, 11--November 1918.\\n\\n[2.](#reference_2) James Campbell Neill,*The New Zealand Tunnelling Company, 1915-1919*, Auckland, Whitcombe & Tombs, 1922, p.--135.\\n\\n[3.](#reference_3) *Ibid.*, p.--136, “Unable to convey their queer vehicles and goods across the river these poor people camped in ever increasing numbers in the sodden fields, waiting patiently till the bridges could be replaced.”\\n\\n[4.](#reference_4) *Ibid.*, p.--137.\\n\\n[5.](#reference_5) *Ibid.*, p.--139, “The strenght of the Company was then 20 officers and 350 other ranks and it steadily dwindled as members with special claims for speedy demobilization were despatched to London en route for New Zealand.”\\n\\n[6.](#reference_6) Christopher Pugsley,*On the Fringe of Hell, New Zealanders and Military Discipline in the First World War*, Auckland, Hodder & Stoughton, 1991, p.--290, “first to join, first back.”\\n\\n[7.](#reference_7) Archives New Zealand Te Rua Mahara o te Kāwanatanga, ACID 17592 WA1 16 / 8/2, Demobilisation – Tunnelling Corps [New Zealand Tunnelling Company], 11-27 February 1919, Letter of the administration of the New Zealand Expeditionary Force to the secretary of the War Office in London, 18--November 1918, “I have the honour to ask wether, in view of the fact that the above Companies [New Zealand Tunnelling Company and New Zealand Light Railways Operating Company] are largely composed of mining engineers and others personnel of pivotal categories who are urgently required in New Zealand”.\\n\\n[8.](#reference_8) Anthony Byledbal,*Les Soldats fantômes de la Grande Guerre souterraine, 1915-1919. De l'Immigrant pākehā au vétéran oublié : les hommes de la New Zealand Engineers Tunnelling Company*, Doctoral thesis, under the supervision of Sophie-Anne Leterrier (University of Artois) and in collaboration with Nathalie Philippe (University of Waikato), University of Artois, 2012, p.--933-934.\\n\\n[9.](#reference_9) Christopher Pugsley,*On the Fringe of Hell…*,*op. cit.*, p.--289.\\n\\n[10.](#reference_10) James Campbell Neill,*The New Zealand Tunnelling Company…*,*op. cit.*, p.--143.\\n\\n[11.](#reference_11) *The Work of the Royal Engineers in the European War, 1914-19, Military Mining*, Uckfield, The Naval & Military Press, 2004 (1922), p.--56, “…--it is not desirable that any special units for this purpose should compose a part of the regular Army.”\\n\\n[12.](#reference_12) *Captain* W. Grant Grieve et Bernard Newman,*Tunnellers: The Story of the Tunnelling Companies Royal Engineers, during the World War*, Londres, Herbert Jenkins Limited, 2002 (1936), p.--319.\\n\\n"
}
