{
  "id": "journey-to-war",
  "chapter": 2,
  "title": "Journey\\To War",
  "section": [
    {
      "title": "Sailing To War",
      "text": "On the morning of the 18--December 1915 men packed their kit-bags and gathered in ranks on the Avondale racecourse. They all wore the khaki uniform and the official hat, which is special to the Engineers, ornamented with the “puggaree”, a three-line headband, two khaki lines encircling a third blue one, and the New Zealand Engineers badge with the motto: “*Quo fas et gloria ducunt* – Where Duty and Glory Lead”.\\n\\nThe training was not still over and men were not yet complete soldiers. Their formation was going to continue during the travel[1](#footnote_1). The Tunnellers walked to the port of Auckland where the Steam Ship *Ruapehu* was waiting for them. After putting their kit-bags on board, they were allowed to enjoy a meager lunch. Indeed cooks were on strike to protest against the unbearable rhythm of military transport[2](#footnote_2).\\n\\nThe Tunnellers had a very early breakfast and the only meal they could now have was composed of old biscuits and cheese. So it was a hungry Company that it went down to the quay and parade through the town to the statue of Sir George Grey located at the intersection of Queen Street and Grey's Avenue[3](#footnote_3). At that precise spot, James Allen, the Minister of Defence, and Christopher Parr, the Mayor of Auckland, delivered speeches in front of the troops and population. But the Tunnellers only thought of their empty stomachs.\\n\\nThen the Tunnellers started walking back to the port. On the way, families, friends and people warmly encouraged them[4](#footnote_4). The night was already there when the Tunnellers were back on board. The men were happy to know that the strike was over and everything was back to normal for the journey. The *Ruapehu* was about to start its long travel towards Europe and it slowly sailed into the Pacific Ocean."
    },
    {
      "title": "Around The Globe",
      "text": "After the Cap Horn, the southern point of the American continent, the *Ruapehu* headed to the port of Montevideo in Uruguay to halt there on 8--January 1916. Uruguay being neutral, the New Zealand Tunnellers were not allowed to land there. The seamen of the *Ruapehu* were only authorized to load coal for the boat.\\n\\nThe ship sailed next from Montevideo to Dakar, in Senegal, on the western coast of Africa. Life on the *Ruapehu* was quiet but a training programme was established from the beginning and followed until the end of the journey[5](#footnote_5). Every day, to keep their shape, the men had to do some gymnastic and muscles-development exercises on the deck. Cultural activities were also provided to them. When they crossed the Equator, most of the men enjoyed the famous Equator baptism.\\n\\nIn Dakar, Major Duigan succeeded to have the French authorities' permission to disembark his Tunnellers and to walk with them in town as long as they did not bring any trouble. The Tunnellers had not disembarked for a month. They quickly shew friendliness singing and entertaining the population[6](#footnote_6). The Senegalese soldiers welcomed them in striking up a vigorous “Marseillaise”, the French national anthem. Before embarking, the Tunnellers entertained the onlookers for the last time showing them the traditional Māori war dance: the “haka”.\\n\\nA 4.7--naval gun had set up on the deck of the *Ruapehu* and gunners were on board to shoot if necessary. Indeed, when leaving Dakar, the ship entered the war zone and all the crew and men have been informed to be prepared for all eventualities[7](#footnote_7). Some German submarines have been seen along the Moroccan and Portuguese coasts. They have already captured and sunk several Allies ships. But the end of the journey was uneventful and the *Ruapehu* entered the port of Plymouth, in the south-west of England, on 3--February 1916."
    },
    {
      "title": "Towards The Front Line",
      "text": "The Company immediately disembarked. The Tunnellers were going to start again their military training in better conditions than on the deck of the *Ruapehu*. All the men were gathered in a train heading to Falmouth where the population welcomed them with a banquet[8](#footnote_8). After the meal, the Company walked through the town to reach the camp of Hornwork located on a headland and surrounded by the Castle of Pendennis.\\n\\nIn a month, the Tunnellers had a very light formation to the underground warfare. Their training was again composed of knowing how to shoot with a gun, how to fight with a bayonet and walking for hours[9](#footnote_9). On 7--March 1916, all the kit-bags were ready; the men could be ready to embark for France. The population gathered for hard and moving farewell. One officer and 69--men stayed in Falmouth as reinforcements, and then they moved to the New Zealand Depot in Hornchurch.\\n\\nThe Company was transferred to Southampton and embarked on a ferry on 9--March at 5pm. The men spent a cold night on the Channel and only reached Le Havre, in Normandy, at midnight. The New Zealand Engineers Tunneling Company became the first New Zealand unit to join the Western Front.\\n\\nIn Le Havre, a group composed of one officer and 25--men left the Company and joined the camp of the Royal Engineers settled in Rouen as another reinforcements. The unit took the train at 7am on 11--March and arrived on the next day at 6.30am at the railway station of Tincques, in Pas-de-Calais. Until 14--March, men were billeted in the barns of Chelers, a nearby village. They waited for their transfer to the front line.\\n\\nOn 15--March, the New Zealand Tunnellers made their first steps in the trenches of the “Labyrinth” sector, located 3--miles north of Arras, between the villages of Écurie and Roclincourt. They relieved the French sappers of the *7/1--compagnie d’ingénieurs territoriaux*[10](#footnote_10). After crossing the world, the Tunnellers were finally able to start their secret mission."
    }
  ],
  "image": [
    {
      "file": "FL13592442.jpg",
      "title": null,
      "photographer": null,
      "reference": null,
      "alt": "The Steam Ship Ruapehu entering the Wellington harbour"
    },
    {
      "file": "5200.jpg",
      "title": "Last parade in Auckland",
      "photographer": "Photographed by Lieutenant Robert H.P. Ronayne NZE",
      "reference": "MS 2008/45, Auckland War Memorial Museum",
      "alt": "The Tunnellers parading in the streets of Auckland"
    },
    {
      "file": "bapteme.jpg",
      "title": "The Equator baptism",
      "photographer": "Photographed by Lieutenant Robert H.P. Ronayne NZE",
      "reference": "MS 2008/45, Auckland War Memorial Museum",
      "alt": "The men receiving the Equator baptism on board the Ruapehu"
    }
  ],
  "next": {
    "url": "beneath-artois-fields",
    "chapter": 3,
    "title": "Beneath\\Artois Fields"
  },
  "notes": "[1.](#reference_1) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine, 1915-1919. De l'Immigrant pākehā au vétéran oublié : les hommes de la New Zealand Engineers Tunnelling Company*, Doctoral thesis, under the supervision of Sophie-Anne Leterrier (University of Artois) and in collaboration with Nathalie Philippe (University of Waikato), University of Artois, 2012, p.--197-227.\\n\\n[2.](#reference_2) James Campbell Neill, *The New Zealand Tunnelling Company, 1915-1919*, Auckland, Whitcombe & Tombs, 1922, p.--10.\\n\\n[3.](#reference_3) *Ibid.*\\n\\n[4.](#reference_4) *Evening Post*, 20--December 1915, p. 2, “The Tunnelling Company marched through the streets yesterday. The appearance of the men made a very favourable impression upon the crowd in the street.”\\n\\n[5.](#reference_5) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine*, *op. cit.*, p.--1147-1153.\\n\\n[6.](#reference_6) James Campbell Neill, *The New Zealand Tunnelling Company...*, *op. cit.*, p.--14.\\n\\n[7.](#reference_7) *Ibid.*, p.--13, “From Monte Video she made a direct run to Dakar in French Senegambia to ship a 4.7--naval gun and gunners for defence from submarines”.\\n\\n[8.](#reference_8) *Ibid.*, p.--14, “a truly sumptuous repast … served by all the youth and beauty of that ancient town.”\\n\\n[9.](#reference_9) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine*, *op. cit.*, p.--258.\\n\\n[10.](#reference_10) The National Archives United Kingdom, WO 95/407, War Diary of the New Zealand Engineers Tunnelling Company, 15--March 1916."
}
