{
  "id": "bridging-at-the-end",
  "chapter": 6,
  "title": "Bridging\\At The End",
  "section": [
    {
      "title": "The Reconversion",
      "text": "During the month of September 1918, a few Tunnellers had an interesting reconversion in practising bridge construction at Rosel in Normandy[1](#footnote_1). This group of men had already erected a bridge during the Battle of Cambrai, in November 1917, on the Bapaume-Cambrai road[2](#footnote_2). General Little, Chief Engineer of the Third British Army, and General Harvey, Chief Engineer of the IVth Corps seemed very interested in the Tunnellers during a visit to the Rosel camp. Their interest in the New Zealanders urged them to choose this unit for the erection of the Havrincourt bridge over the Canal du Nord.\\n\\nBegun in 1913, this canal was still under construction at the outbreak of the war. The Canal formed a kind of huge trench without water. In September 1918, it defined a front line between the British and the German Armies. A British offensive was under preparation by the end of September 1918[3](#footnote_3). If the attack would be a success, a bridge should have to be built to carry supplies, vehicles and also to allow the passage of reinforcements.\\n\\nThe construction site of the bridge was not easy, located at the crossing of the Canal du Nord by the Hermies-Havrincourt road. At this point, the tops of the smooth brick walled sides of the canal were separated by 180ft and were 100ft at their highest point. Bridges designed by the Royal Engineers covered a distance of 120ft maximum, not enough to link the two sides of the Canal[4](#footnote_4). The Tunnellers would join two bridges together to form only one large construction. From an engineering point of view the task verged on the impossible.\\n\\nOn the morning on 27--September 1918, the First and Third British Armies attacked the German front line located near the Canal du Nord. The offensive was the starting signal for the New Zealanders to begin the erection of the bridge."
    },
    {
      "title": "The Tunnellers Feat",
      "text": "In order to optimize the performance, the whole force was divided into two shifts[5](#footnote_5). The first worked from dawn to midday and the second took over from then till dark. At 6am, the Tunnellers began work on the skeleton of the bridge. The plan envisaged the erection of the bridge to the west side while two wooden towers would be constructed to pull and to carry the bridge over the canal to the east side.\\n\\nThe bridge structure was placed on slides which would guide the bridge over the canal. In four days, the structure was ready for the great manoeuvre. A counterweight of 20--tons built with rails was placed at the end of the bridge[6](#footnote_6). The winches were installed on the two towers which could lift a total weight of 70--tons.\\n\\nBy 5pm on 1--October the launching operation began. Two days later, the structure was slowly slipping away from the other side of the canal. But the weight of the bridge tilted the frame slightly so that it was now 12ft below the level of the bank[7](#footnote_7). The two wooden towers had only served to pull the bridge over the canal, not to lift it.\\n\\nThe supreme part of the manoeuvre started. Any failure at this time would have spelt disaster. Both winches operated and slowly lifted the iron structure[8](#footnote_8). Inch by inch, the frame was closer to the level of the bank. Around 6pm, the bridge was lifted several inches above the ground level of the bank. The bridge was slowly pulled for the last time and linked both sides of the Canal. It was an amazing engineering feat for men who had never erected a bridge under such conditions."
    },
    {
      "title": "Advance To Victory",
      "text": "Between the end of September 1918 and the Armistice, the fate of the New Zealand Engineers Tunnelling Company was confidentially connected to the movements of the infantry troops. The front line was not any more fixed. In seven weeks, it knew not only the most important backward movement of the conflict, but also the deepest[9](#footnote_9). All the Allied Armies, since the North Sea to the Meuse, were underway at the same moment, imposing a general eastward withdrawal to the enemy.\\n\\nThe Allies moved forward carefully while the work of the Royal Engineers was immense. The main communication axes were cut and must be quickly reconditioned: roads, railways and bridges. The Royal Engineers were snowed under with works. The Tunnelling Companies, as the New Zealand unit, brought a help more than welcome[10](#footnote_10).\\n\\nThe New Zealand Tunnellers were given a task of bridges erection which seemed not important. They were not at the front and were used on some miles behind the line in movement from Cambrai towards Maubeuge. Their works were nevertheless essential to pursue the movement of the troops forwards.\\n\\nBridges erected by the New Zealanders allowed to cross three main river obstacles: the Canal de l'Escaut which crossing Cambrai and linking the Canal de St-Quentin in the south, the Selle and the Ecaillon, two parallel rivers, separated by only two or three miles, to the southwest of Le Quesnoy[11](#footnote_11). Thus, the New Zealanders reconnected the communication roads and railways above natural obstacles at Noyelles-sur-Escaut, Masnières, Cambrai, Solesmes, Saint-Waast and Romeries.\\n\\nBeyond their successful reconversion, the Tunnellers worked with all members of the Royal Engineers to the reconnection of a split territory. Their task continued after the end of the hostilities on 11--November 1918."
    }
  ],
  "image": [
    {
      "file": "IMG_3246.jpg",
      "title": null,
      "photographer": null,
      "reference": null,
      "alt": "British soldiers passing a newly constructed temporary bridge on the Front"
    },
    {
      "file": "IMG_3382.jpg",
      "title": "Havrincourt Bridge under construction",
      "photographer": "Photographed by Lieutenant Robert H.P. Ronayne NZE",
      "reference": "MS 2008/45, Auckland War Memorial Museum",
      "alt": "The tunnellers erecting the frame of the bridge over the canal du Nord at Havrincourt"
    },
    {
      "file": "IMG_3369.jpg",
      "title": "The Tunnellers on the Havrincourt bridge",
      "photographer": "Photographed by Henry Armytage Sanders",
      "reference": "MS 2008/45, Auckland War Memorial Museum",
      "alt": "The entire company standing on the Havrincourt bridge for the official photography"
    }
  ],
  "next": {
    "url": "after-the-armistice",
    "chapter": 7,
    "title": "After The\\Armistice"
  },
  "notes": "[1.](#reference_1) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine, 1915-1919. De l'Immigrant pākehā au vétéran oublié : les hommes de la New Zealand Engineers Tunnelling Company*, Doctoral thesis, under the supervision of Sophie-Anne Leterrier (University of Artois) and in collaboration with Nathalie Philippe (University of Waikato), University of Artois, 2012, p.--724.\\n\\n[2.](#reference_2) James Campbell Neill, *The New Zealand Tunnelling Company, 1915-1919*, Auckland, Whitcombe & Tombs, 1922, p.--103.\\n\\n[3.](#reference_3) *Brigadier-General* James E. Edmonds, *Official History of the Great War, Military Operations France and Belgium, 1918, 26th--September – 11th--November: The Advance to Victory*, Uckfield, The Naval and Military Press, 2010 (1925), vol. 5, p.--14.\\n\\n[4.](#reference_4) *Work of Royal Engineers in the European War, 1914-19. Bridging*, Chatham, W. & J. MacKay & Co., 1921, photographs IV-V.\\n\\n[5.](#reference_5) *Captain* W. Grant Grieve et Bernard Newman, *Tunnellers: The Story of the Tunnelling Companies Royal Engineers, during the World War*, Londres, Herbert Jenkins Limited, 2002 (1936), p.--300.\\n\\n[6.](#reference_6) James Campbell Neill, *The New Zealand Tunnelling Company…*, *op. cit.*, p.--122.\\n\\n[7.](#reference_7) The National Archives United Kingdom, WO 95/407, War Diary of the New Zealand Engineers Tunnelling Company, 3--October 1918.\\n\\n[8.](#reference_8) James Campbell Neill, *The New Zealand Tunnelling Company…*, *op. cit.*, p.--125.\\n\\n[9.](#reference_9) *Brigadier-General* James E. Edmonds, *Official History of the Great War…*, *op. cit.*, p.--222.\\n\\n[10.](#reference_10) *Major* Norman Annabell, *Official History of the New Zealand Engineers during the Great War 1914–1919*, Wanganui, Evans, Cobb & Sharpe Limited, 1927, p.--211, “…--the whole energies…--were bent on the construction of heavy traffic bridges, with sufficient success to make possible a continuation of the attack on the 8th October.”\\n\\n[11.](#reference_11) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine…*, *op. cit.*, p.--749-762."
}
