{
  "id": "tunnelling-under-arras",
  "chapter": 4,
  "title": "Tunnelling\\Under Arras",
  "section": [
    {
      "title": "A British Cooperation",
      "text": "The British High Command detached officers of the New Zealand Engineers Tunnelling Company to search for old quarries under Arras in September 1916. Eventually, their efforts were rewarded by the discovery of not one, but several quarries under two major roads towards the front line, in the Saint-Sauveur and Ronville neighbourhoods, to the east of the town[1](#footnote_1).\\n\\nThe discovery of these abandoned quarries gave rise to an ambitious plan from the British Third Army to break the German front line, located just 1100yds to the east of Arras, in early April 1917. The Third Army Lieutenant-General E. H. Allenby would like to gather a large body of troops underground for the forthcoming offensive, without attracting the attention of the enemy, and thus avoid the large-scale slaughter experienced at Verdun and the Somme[2](#footnote_2). The plan would link these vast underground quarries with tunnels that would give a safe passage to the troops from the centre of Arras to the German front line.\\n\\nMore than 500--men from across the British Empire were involved in the development of the Arras underground quarries. The Third Army employed two sections of about 140--men from the 184--Tunnelling Company and the entire New Zealand Engineers Tunnelling Company to carry out this ambitious plan[3](#footnote_3). Despite the large number of New Zealand Tunnellers, about 300--sappers, it was still less than the number of men required to achieve their mission.\\n\\nThe New Zealanders were especially surprised by the troops attached for working in the tunnels. The men of the 17th--West Yorkshire Regiment, the 9th Scottish Rifles and the 6th--King’s Own Scottish Borderers strengthened the ranks of the Tunnellers at the end of November, with the reward of an extra ration each day[4](#footnote_4). The English and Scottish soldiers were impressed by the New Zealanders. Most of the attached soldier consisted of Bantams, smaller soldiers than the average Tommy. For them, the New Zealanders were huge strapping men.\\n\\nExperienced men in engineering also joined the Tunnellers: along with 43--Māori from the Māori Pioneer Battalion arrived in Arras on 9--December 1916 under the command of Lieutenant Delautour[5](#footnote_5). The next day the Māori got to work and levelled the spoil in the quarries. A good working relationship quickly developed between Pākehā, the white New Zealanders, and Māori[6]."
    },
    {
      "title": "At Work Under The City",
      "text": "The beginning of November was cold and rainy. On 16--November 1916, snow fell down for the first time while the first section of the New Zealand Engineers Tunnelling Company began to work in the quarries of the Ronville system, located under the Arras-Bapaume road. The 184--Tunnelling Company began to dig in the Saint-Sauveur tunnel beneath the Arras-Cambrai road. Their first task was to open the underground quarries out to the surface.\\n\\nFrom the end of November, the Company reinforced by new sappers was working steadily. On the day of 22--November 1916, the men dug a distance of 239ft: “the best to date”[7](#footnote_7) as stated in the war diary of the New Zealand Engineers Tunnelling Company. Each new day’s footage beat the previous day’s record. In only one day the tunnellers, helped by explosives and a drilling machine[8](#footnote_8), dug about 240ft and the first galleries appeared.\\n\\nThe high number of men at work in the quarries allowed to beat a new footage record in the British Army during the first week of December: 1742ft in a week[9](#footnote_9). As more men were employed on the project, widening of the tunnels increased considerably. During December, footage records grew: 274ft on 8--December, 289ft the next day, 303ft on 13--December. Finally, they established a new record on 16--December with 330ft of new tunnel being driven.\\n\\nSeven quarries were connected by 23--December and work continued to connect the others. The works continued then by setting up an electrical system to power and light the tunnels. Falling rock and collapses occurred frequently in the quarries at the beginning of January 1917. The Tunnellers levelled the quarries’ floors for better stability and security[10](#footnote_10).\\n\\nQuarries connection was completed at this time and only the conversion remained to be done. In total, the Saint-Sauveur system required the digging of 6600ft of tunnels and 7500ft for the Ronville system."
    },
    {
      "title": "The Underground New Zealand",
      "text": "The Tunnellers used New Zealand towns to name the quarries from the beginning of December 1916. The Ronville system consisted of nine quarries: Russell, Auckland, New Plymouth and Wellington, symbolizing the North Island of New Zealand, and Nelson, Blenheim, Christchurch, Dunedin and Bluff, representing the South Island. The Tunnellers had simply used the names of New Zealand cities from north to south.\\n\\nFrom 4--January 1917, the New Zealand Engineers Tunnelling Company installed electrical wiring in the Nelson cave and prepared for the installation of cables in tunnels and other quarries in order to bring light. Finally, on 24--February, the electrical system in the Ronville tunnel was switched on[11](#footnote_11). Christchurch cave, the largest quarry of both systems, contained 248--lights, while the smaller caves had only a dozen.\\n\\nSince the beginning of March 1917, the men had focused on digging tunnels under no man's land, in particular of the Saint-Sauveur side. Indeed, on 17--March 1917, the Germans had withdrawn to a location several miles behind the village of Beaurains to the east of the sector of the Arras salient as part of an overall plan to shorten its front line along the entire front by withdrawing back to the already prepared defences of the Hindenburg Line. The Ronville system no longer took soldiers directly out to face the German lines, but led them now into the British rear lines[12](#footnote_12).\\n\\nWork continued in preparation for the big offensive in the beginning of April. At the end of the Saint-Sauveur system, three tunnels were spread and passed under no man's land till the first German trenches[13](#footnote_13).\\n\\nOn the day of the offensive, the Tunnellers were confined to their camp in Arras. Only a few New Zealanders were present to blow their mines, open the various tunnels to the surface, and thus allow the British infantry to directly reach the German lines[14](#footnote_14)."
    }
  ],
  "image": [
    {
      "file": "Q_49841.jpg",
      "title": null,
      "photographer": null,
      "reference": null,
      "alt": "The ruins of the houses along the Main Square of the town of Arras"
    },
    {
      "file": "10R_1_19.jpg",
      "title": "In an old quarry in Arras",
      "photographer": "Drawing by Roger Broders",
      "reference": "10 R1/19, Archives Départementales du Pas-de-Calais",
      "alt": "A drawing showing a tunneller pushing a cart full of rubble in one of the underground quarry beneath Arras"
    },
    {
      "file": "12_013758_G.jpg",
      "title": "Christchurch Quarry",
      "photographer": "Photographed by Henry Armytage Sanders",
      "reference": "Album 419 H1210, Auckland War Memorial Museum",
      "alt": "The tunnel leading to the entrance of Christchurch quarry, one of the biggest underground quarry beneath Arras"
    }
  ],
  "next": { "url": "always-digging", "chapter": 5, "title": "Always\\Digging" },
  "notes": "[1.](#reference_1) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine, 1915-1919. De l'Immigrant pākehā au vétéran oublié : les hommes de la New Zealand Engineers Tunnelling Company*, Doctoral thesis, under the supervision of Sophie-Anne Leterrier (University of Artois) and in collaboration with Nathalie Philippe (University of Waikato), University of Artois, 2012, p.--370.\\n\\n [2.](#reference_2) Jonathan Nicholls, *Cheerful Sacrifice, The Battle of Arras 1917*, Barnsley, Pen & Sword Military, 2005, p.--2.\\n\\n[3.](#reference_3) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine…*, *op. cit.*, p.--383-387.\\n\\n[4.](#reference_4) Jonathan Nicholls, *Cheerful Sacrifice…*, *op. cit.*, p.--28.\\n\\n [5.](#reference_5) The National Archives United Kingdom, WO 95/407, War Diary of the New Zealand Engineers Tunnelling Company, 9--February 1917.\\n\\n[6.](#reference_6) James Campbell Neill, *The New Zealand Tunnelling Company, 1915-1919*, Auckland, Whitcombe & Tombs, 1922, p.--69, “The Pioneers were great favourites with everybody, splendid toilers, always willing and cheerful; they supplied an inexhaustible fund of drollery and laughter that was sadly missed when they were recalled.”\\n\\n [7.](#reference_7) The National Archives United Kingdom, WO 95/407, War Diary…, *op. cit.*, 22--November 1916.\\n\\n[8.](#reference_8) *Ibid.*, 23--November 1916, “Acme drills and explosives being used effectively”.\\n\\n[9.](#reference_9) *Ibid.*\\n\\n[10.](#reference_10) James Campbell Neill, *The New Zealand Tunnelling Company…*, *op. cit.*, p.--65.\\n\\n [11.](#reference_11) The National Archives United Kingdom, WO 95/407, War Diary…, *op. cit.*, 24--February 1917, “Ronville System of Electric Light complete except for a few details.”\\n\\n[12.](#reference_12) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine…*, *op. cit.*, p.--410-415.\\n\\n [13.](#reference_13) The National Archives United Kingdom, WO 95/407, War Diary…, *op. cit.*, 9--April 1917.\\n\\n[14.](#reference_14) *Ibid.*\\n\\n"
}
