{
  "id": "beneath-artois-fields",
  "chapter": 3,
  "title": "Beneath\\Artois Fields",
  "section": [
    {
      "title": "Laborious Beginnings",
      "text": "The underground warfare was a particular fight where the guile was the main asset. The enemies had to play a kind of mortal chess game. They tried to be more clever, foreseeing the movements and attacks of the opponent with the help of a special listening device: the geophone[1](#footnote_1). The work of the Tunnellers could never be hurried. It demanded calmness, efficiency and silence.\\n\\nAt their arrival on the front line, the New Zealand Tunnellers joined the L sector located to the north of the town of Arras. Each Tunnelling Company owned a precise fight area which differed from the division of the British Army Trench Maps[2](#footnote_2). Thus, the New Zealand Tunnellers worked between the 181 Tunnelling Company, to the north, which occupied the M sector near Thélus, and the 184 Tunnelling Company, which was mobilized in the K sector, to the south of Roclincourt.\\n\\nNevertheless, the New Zealand Tunnellers did not have time to truly begin their underground operations that the whole Company exchanged its position with the 185 Tunnelling Company. A fortnight after their arrival on the front line, they were sent to a sector named “Chantecler”, to approximately 1100yds to the south of their older position[3](#footnote_3).\\n\\nThe New Zealand Tunnellers were now in the J sector, to the north of the Scarpe, a canalized river which flows to the northeast of Arras. This change of position was due to difficulties of the inexperienced New Zealanders to organize their underground operations.\\n\\nFor making up for severe lack of knowledge and especially practice in war underground, most of the Officers, Non-Commissioned Officers and Tunnellers were sent by small groups to the Mine School, while the rest of the Company was beginning operations of its new sector[4](#footnote_4)."
    },
    {
      "title": "A New Zealand Mining Method",
      "text": "The Tunnellers adopted very quickly their own working methods to the detriment of the Royal Engineers manuals. Thus, they preferred to use incline entrance rather than the traditional vertical shaft which slowed down the work of the men[5](#footnote_5). Shafts were also more vulnerable and betrayed Tunnellers at work on a precise area of the front. Discovery of an underground access by the enemy was always followed by a constant and intense shelling of the position.\\n\\nAs every Tunnelling Companies, the New Zealanders worked 24--hours a day and 7--days a week in 3--shifts, each one consisted of an officer, a sergeant, a corporal, a lance-corporal and about 15--sappers[6](#footnote_6). The Tunnellers were helped in their daily fight by the British infantrymen. Each shift worked 8 hours beneath the trenches, then came back to the Company quarters located at Arras for a resting time between 16 and 24--hours according to periods of the war.\\n\\nUnderground warfare largely depended on the battlefield and in particular on the geology. On the whole fighting area of the New Zealanders, subsoil is constituted by a thick and uniform hard chalk layer[7](#footnote_7). The geology seems ideal for digging an underground system.\\n\\nThe Tunnellers used the pick and other digging tools to drive their tunnels in the chalky stratum. Basically, a man was working in front of the face of a tunnel giving regular pick knocks. The restricted width of the tunnels gave difficulties for tools manipulation. In chalk, tunnel walls were left bareback and supported by a minimum of woodwork[8](#footnote_8).\\n\\nNevertheless, hard chalk was a resistant ground when the Tunnellers wanted to blow up a charge. The purpose of mining works consisted of loading explosives in the head of a tunnel to destroy an enemy position. The mine was charged when the men were certain to be near of an enemy gallery."
    },
    {
      "title": "A Hard Fight",
      "text": "New Zealand Tunnellers and German Miners were engaged in underground fights between attacks and counterattacks. After a fast mining and sapping course, the New Zealanders quickly adapted to their underground role. Chantecler sector was more quiet, giving time to gain experience in this particular fight.\\n\\nSoon as the Tunnellers were at work in their new sector, the German Miners fired a mine[9](#footnote_9). Fortunately, they were safe and sound. The explosion did no damage and only presence of gas in one of the tunnels has prevented men from pursuing their task.\\n\\nBetter established underground, the Germans blew up four new mines against the New Zealand tunnels and succeeded to destroy a part of the British front line at the beginning of June 1916[10](#footnote_10). Three impressive mine craters, called Cuthbert, Clarence and Claude from a folk song by Arnold Blake by the British, formed on the ground while the German infantry took advantage to cross the no man's land. The Tunnellers just only managed to escape. The British soldiers of the Norfolk Regiment and Royal Warwickshire Regiment repealed the raid causing numerous losses[11](#footnote_11).\\n\\nBetween mid-June and mid-November 1916, the war underground was in a much more quiet period. German attack of the beginning of June weakened the geology and new operations were longer to organize. So, the enemy moved back on almost all the front of the New Zealand sector. The Tunnellers took the opportunity to dig an effective defensive mining system in the front of the British trenches[12](#footnote_12). Nevertheless, underground fight already ran out of steam.\\n\\nDespite some operations in August and September, the Tunnellers had new missions with the result that the war underground did not really occupy them from October 1916. The Company was especially informed about its future work in the preparation of the Battle of Arras."
    }
  ],
  "image": [
    {
      "file": "Q_5096.jpg",
      "title": null,
      "photographer": null,
      "reference": null,
      "alt": "The Front Line over the trenches of Arras in France"
    },
    {
      "file": "EAUS_1683.jpg",
      "title": "Tunnellers at work",
      "photographer": "Photographed by the Australian official photographer",
      "reference": "E(AUS) 1681, Imperial War Museum",
      "alt": "Tunnellers at work in a tunnel. A men is loading a bag with rubbles from the excavation work"
    },
    {
      "file": "P1010988.jpg",
      "title": "Cuthbert, Clarence and Claude craters",
      "photographer": "Photographed by the Royal Flying Corps",
      "reference": "J.C. Neill (1922), p. 50.",
      "alt": "Three craters formed by underground explosions made by the German miners close to the British trenches"
    }
  ],
  "next": {
    "url": "tunnelling-under-arras",
    "chapter": 4,
    "title": "Tunnelling\\Under Arras"
  },
  "notes": "[1.](#reference_1) James Campbell Neil, *The New Zealand Tunnelling Company, 1915-1919*, Auckland, Whitcombe & Tombs, 1922, p.--24, “In order to magnify and to accurately determine earth noises our chief instrument was the Geophone”.\\n\\n[2.](#reference_2) Peter Barton, Peter Doyle & Johan Vandewalle, *Beneath Flanders Fields, The Tunnellers' War 1914-15*, Gloucestershire, Spellmount, 2007 (2004), p.--67.\\n\\n[3.](#reference_3) The National Archives United Kingdom, WO 95/407, War Diary of the New Zealand Engineers Tunnelling Company, 29--March 1916, “Get instructions to take the front now occupied by the 185th. Coy in lieu of that now held. New front known as CHANTICLEER located to N.E. of ARRAS between front lately held and the 184th. Coy.R.E.”\\n\\n[4.](#reference_4) James Campbell Neill, *The New Zealand Tunnelling Company…*, *op. cit.*, p.--27-29, “When these [Tunnellers] returned to the unit they were replaced by others until all the officers and N.C.O.’s together with many of the sappers had taken the course.”\\n\\n[5.](#reference_5) *Ibid.*, p.--91.\\n\\n[6.](#reference_6) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine, 1915-1919. De l'Immigrant pākehā au vétéran oublié : les hommes de la New Zealand Engineers Tunnelling Company*, Doctoral thesis, under the supervision of Sophie-Anne Leterrier (University of Artois) and in collaboration with Nathalie Philippe (University of Waikato), University of Artois, 2012, p.--271.\\n\\n[7.](#reference_7) Ch. Delattre, *Carte géologique à 1/50 000 : Arras*, XXIV-6, notice explicative, Orléans, Bureau de Recherches Géologiques et Minières, 1968, p.--5-6.\\n\\n[8.](#reference_8) James Campbell Neill, *The New Zealand Tunnelling Company…*, *op. cit.*, p.--39.\\n\\n[9.](#reference_9) The National Archives United Kingdom, WO 95/407, War Diary…, op. cit., 7--April 1916, “Enemy blew at J4. at 10.30.p.m. evidently against our left branch.”\\n\\n[10.](#reference_10) *Ibid.*, 4--June 1916.\\n\\n[11.](#reference_11) James Campbell Neill, *The New Zealand Tunnelling Company…*, *op. cit.*, p.--49, “The Norfolks and Warwicks suffered some casualties in the trench fighting before the Germans were driven out.”\\n\\n[12.](#reference_12) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine…*, *op. cit.*, p.--343-366."
}
