{
  "id": "call-to-pick-and-shovel",
  "chapter": 1,
  "title": "Call To\\Pick & Shovel",
  "section": [
    {
      "title": "Miners Wanted",
      "text": "Early in the war, Germans and French started to dig small tunnels to blow up enemy positions. Soon, they were engaged in underground warfare, trying to find and destroy the galleries excavated from the other side of the no man's[1](#footnote_1).\\n\\nThe British joined the fight beneath the trenches at the end of 1914 but, poorly trained, could not compete with their opponent. They needed specialists to undertake the underground operations[2](#footnote_2). To do so, they gave carte blanche to John Norton-Griffiths, an entrepreneur and Member of the Parliament, who had a civil tunnelling business to develop as soon as possible military units of moles.\\n\\nFrom February 1915, a wide recruitment began in the United Kingdom. By midsummer, miners were in shortage. London had no choices that to seek assistance from the Dominions.\\n\\nAt the request of the imperial government, in September 1915, miners and qualified men in digging tunnels enlisted to form a Tunnelling Company in New Zealand[3](#footnote_3). Enlistment started on 17--September 1915. Even though they were paid three times more than any other soldiers from any Corps, recruits were not numerous. More miners were expected, but the Company raised men with difficulty[4](#footnote_4).\\n\\nCoal miners were not allowed to enlist because they had an essential role in the war effort. Despite the establishment of quotas to find qualified men, which was a rare act in the formation of a military unit in New Zealand[5](#footnote_5), half the company was mainly composed of a wide range of occupations: bushmen, workers, farmers, clerks, surveyors or engineers. The common enlisted man was single, living far from his family and aged of almost 32[6](#footnote_6).\\n\\n250--miners and 150--unskilled men were required to form the Company[7](#footnote_7). Almost 80--percent of them came from the North Island, the most populated of the two main islands which is part of New Zealand. Important groups of men enlisted together from gold mines, quarries or work companies coming especially from Auckland, Waihi, Huntly or Thames[8](#footnote_8). A minority of recruits came from the South Island, mainly from the area of the West Coast (Millerton, Reefton or Blackball) and of Kaitangata[9](#footnote_9).\\n\\nRecruiting miners was a source of problem. A lot of Tunnellers were members of trade unions and some of them were even active members. The Company was soon known to have enlisted 11--secretaries from different workers associations and more than 40--members of the Red Federation of Labor, an important workers organization which represented a quarter of the New Zealand trade unions[10](#footnote_10). Actually, before the war, a lot of miners had taken part in important strikes such as the one in Waihi in 1912.\\n\\nOn 11--October 1915 in Avondale, near Auckland, nearly 450--men were finally gathered on the racecourse transformed into a training field for the Tunnellers."
    },
    {
      "title": "Training On A Racecourse",
      "text": "From the second week of October, the men started their basic military training. The Company was supposed to go to Wellington but they finally moved to Auckland. However, the Defence Department could not find the right appropriate place to welcome 300 to 400--recruits. Fortunately, on 20--September 1915, the Avondale Jockey Club provided their premises at the disposal to the Army[11](#footnote_11).\\n\\nThe recruits did not know anything about military world and even less military discipline[12](#footnote_12). To make things more complicated the camp was not in a military area. On the contrary, it was located on an open racecourse at only a few minutes from the biggest and the liveliest town in New Zealand.\\n\\nWhen 2nd--Lieutenant Neill discovered his recruits for the first time, he was astonished. The men were still wearing their civilian clothes betraying their occupations of miner, worker or bushman[13](#footnote_13). The first days of the Company were restless. But it was in this special atmosphere that one of the most original companies of the New Zealand Army was born.\\n\\nEvery morning men ran around the racecourse to awake their muscles. Then they went to walk for a few hours or to practice their drill. On the first days the elder men were frustrated because they did not enlist to run and parade around a racecourse[14](#footnote_14).\\n\\nBut the recruits took advantage of the agreeable 1915 spring. The military spirit gradually overcame them and everyone did his best to become a good soldier. The future officers and non-commissioned officers were really concentrated even sometime they lacked initiative[15](#footnote_15). No one of them had military experience, but their efforts were promising. The training was very basic and resumed the training of the infantrymen[16](#footnote_16).\\n\\nAt the end of November, after several postponements, the leaving date was announced for 18--December 1915. When the recruits were trained at Avondale, the Defence Department was in charge of the journey which will lead the Tunnellers on the other side of the earth."
    }
  ],
  "image": [
    {
      "file": "original.jpg",
      "title": null,
      "photographer": null,
      "reference": null,
      "alt": "A group of miners standing outside the entrance of a goldmine gallery"
    },
    {
      "file": "35_R00158_mm.jpg",
      "title": "The Avondale Racecourse",
      "photographer": "Photographed by Frederick George Radcliffe",
      "reference": "35-R158, Auckland City Libraries",
      "alt": "Two children standing on the racetrack of the Avondale Jockey Club in Auckland"
    }
  ],
  "next": { "url": "journey-to-war", "chapter": 2, "title": "Journey\\To War" },
  "notes": "[1.](#reference_1) Anthony Byledbal, *Les Taupes de la Grande Guerre. Combats et combattants souterrains*, Arras, Artois Presses Université, 2015, p.--15-16.\\n\\n[2.](#reference_2) Tony Bridgland and Anne Morgan, *Tunnel-Master and Arsonist of the Great War. The Norton-Griffiths Story*, Barnsley, Leo Cooper, 2003, p.--115-124.\\n\\n[3.](#reference_3) Archives New Zealand Te Rua Mahara o te Kāwanatanga, AAYS 8638 AD 1 Box 1036 62/23, Formation of Corps – Tunnelling Company – Formation of for service abroad, 1914-1915, “… the assistance of the Governments of Canada, Australia, New Zealand, and South Africa, would be greatly appreciated in the matter of increasing the number of Tunnelling Companies, Royal Engineers, now employed with the forces on the Continent. The present situation is, that the number of qualified miners likely to become available within the United Kingdom is insufficient to form the number of additional Companies required, and also insufficient to admit of those which it is intended to form being constituted exclusively of expert men”.\\n\\n[4.](#reference_4) *Evening Post*, 29--September 1915, p.--7, “Recruiting slow. More men wanted.”\\n\\n[5.](#reference_5) Christopher Pugsley, *On the Fringe of Hell, New Zealanders and Military Discipline in the First World War*, Auckland, Hodder & Stoughton, 1991, p.--214.\\n\\n[6.](#reference_6) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine, 1915-1919. De l'Immigrant pākehā au vétéran oublié : les hommes de la New Zealand Engineers Tunnelling Company*, Doctoral thesis, under the supervision of Sophie-Anne Leterrier (University of Artois) and in collaboration with Nathalie Philippe (University of Waikato), University of Artois, 2012, p.--97-100.\\n\\n[7.](#reference_7) *Evening Post*, 20--September 1915, p.--8.\\n\\n[8.](#reference_8) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine...*, *op. cit.*, p.--123.\\n\\n[9.](#reference_9) *Ibid.*, p.--125.\\n\\n[10.](#reference_10) *Grey River Argus*, 10--December 1915, p.--2.\\n\\n[11.](#reference_11) *Evening Post*, 21--September 1915, p.--2, “The whole of the buildings and grounds have been placed at the disposal of the local military authorities by the Avondale Jockey Club”.\\n\\n[12.](#reference_12) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine...*, *op. cit.*, p.--229-234.\\n\\n[13.](#reference_13) James Campbell Neill, *The New Zealand Tunnelling Company, 1915-1919*, Auckland, Whitcombe & Tombs, 1922, p.--4.\\n\\n[14.](#reference_14) *Ibid.*, p.--8.\\n\\n[15.](#reference_15) Archives New Zealand Te Rua Mahara o te Kāwanatanga, AAYS 8638 AD1 887 / 39/172, Reports – Reports Tunnelling Company NZEF [New Zealand Expeditionary Force], 1915.\\n\\n[16.](#reference_16) Anthony Byledbal, *Les Soldats fantômes de la Grande Guerre souterraine...*, *op. cit.*, p.--197."
}
